Repository: RRZE-Webteam/rrze-downloads
Catalog: languages/rrze-downloads-*.po
Languages: de_de

source: this will add a list with available download files. Shortcode is [downloads] - see settings for additional attributes
de_de: Dies wird eine Liste mit verfügbaren Download-Datein hinzufügen. Shortcode ist [downloads] - In der Hilfe finden Sie weitere Einstellmöglichkeiten

source: List
de_de: Liste

source: Table
de_de: Tabelle

source: Order by
de_de: Sortieren nach

source: Category
de_de: Kategorie

source: Tags
de_de: Schlagwörter

source: Type
de_de: Typ

source: Search application
de_de: Programme suchen

source: Search image
de_de: Bilder suchen

source: Search video
de_de: Videos suchen

source: Search audio
de_de: Audio-Dateien suchen

source: Show title
de_de: Titel anzeigen

source: Search text
de_de: Texte suchen

source: Show size
de_de: Größe anzeigen

source: Show excerpt
de_de: Exzerpt anzeigen

source: Show content
de_de: Beschreibung anzeigen

source: Title
de_de: Titel

source: Date
de_de: Datum

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Order
de_de: Sortierung

source: Downloads Settings
de_de: Downloads Einstellungen

source: This plugin will automatically add an icon or a preview image next to links of the activated file types. If you like, you can also let the plugin add the file size of the linked file to the page.
de_de: Dieses Plugin fügt automatisch ein Symbol oder ein Vorschaubild neben den Links der aktivierten Dateitypen ein. Wenn du möchtest, kannst du das Plugin auch die Dateigröße der verlinkten Datei auf der Seite hinzufügen lassen.

source: On this settings page you can choose to show an icon or a preview image will be shown and specify the icon size, icon type (white matte gif or transparent png) and the icon alignment. Click on tab "File Types Settings" to select the file types for which this plugin will be enabled. "Additional Settings" allow you to specify exceptions, format the file size and set caching options.
de_de: Auf dieser Einstellungsseite kannst du wählen, ob ein Icon oder ein Vorschaubild angezeigt werden soll, und die Icon-Größe, den Icon-Typ (weißes mattes gif oder transparentes png) und die Ausrichtung des Icons festlegen. Klicke auf die Registerkarte "Dateitypeneinstellungen", um die Dateitypen auszuwählen, für die das Plugin aktiviert werden soll. unter "Zusätzliche Einstellungen" kannst du Ausnahmen festlegen, die Dateigröße formatieren und Caching-Optionen einstellen.

source: For more information
de_de: Für weitere Informationen

source: Settings
de_de: Einstellungen

source: File Types
de_de: Dateitypen

source: Show downloads with
de_de: Zeige Downloads mit

source: just plain links
de_de: Nur Textlinks

source: Icon Size
de_de: Icon Größe

source: Size: width x height in pixels
de_de: Größe: Breite x Höhe in Pixel

source: Icon Type
de_de: Icon Typ

source: File type of the icon.
de_de: Dateityp des Icons.

source: Align icon
de_de: Icon ausrichten

source: Show icon on the left or right side of the link
de_de: Zeige Icon auf der linken oder rechten Seite des Links an

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Show File Size?
de_de: Dateigröße anzeigen?

source: Display the file size of the attachment / linked file.
de_de: Zeige die Größe der angefügten oder verlinkten Datei an.

source: yes
de_de: ja

source: no
de_de: nein

source: Precision (decimals)
de_de: Genauigkeit (Dezimalstellen)

source: Sizes less than 1 kB will always have 0 decimals.
de_de: Dateigrößen kleiner als 1 kB werden immer ohne Dezimalstellen angezeigt.

source: Select all file types
de_de: Alle Dateitypen auswählen

source: Add an icon / a preview to all file types
de_de: Icons / Vorschaubilder für alle Dateitypen hinzufügen

source: Preview images
de_de: Vorschaubilder

source: Add an icon / a preview
de_de: Icon / Vorschaubild hinzufügen

source: Dowloads: Es konnten keine Dateien gefunden werden.
de_de: Downloads: Es konnten keine Dateien gefunden werden.

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Auf dem Server wird die PHP-Version %1$s ausgeführt. Das Plugin benötigt mindestens die PHP-Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Auf dem Server wird die WordPress-Version %1$s ausgeführt. Das Plugin benötigt mindestens die WordPress-Version %2$s.

source: files in this category:
de_de: Dateien in dieser Kategorie:

source: file in this category:
de_de: Datei in dieser Kategorie:

source: Filter by Category
de_de: Nach Kategorien filtern

source: Select a category to filter the downloads by.
de_de: Wähle eine Kategorie aus, nach der du die Downloads filtern möchtest.

source: You currently have no Media Categories setup and in use. Follow these steps to create a custom Media Category:
de_de: Du hast derzeit keine Medienkategorien eingerichtet. Folge diesen Schritten, um eine eigene Medienkategorie zu erstellen:

source: Navigate to Dashboard > Media Library > Categories
de_de: Navigiere zu Dashboard > Medienbibliothek > Kategorien

source: Create a new Media Category with a descriptive name and a description.
de_de: Erstelle eine neue Medienkategorie mit einem aussagekräftigen Namen und einer Beschreibung.

source: Start adding new Media items to your categories via your WordPress Media Library (Dashboard > Media Library)
de_de: Füge neue Medienelemente über deine WordPress-Mediathek (Dashboard > Medien) zu deinen Kategorien hinzu

source: Save your current post or page and refresh the Editor to filter your download list by your newly created Media Library.
de_de: Speichere deinen aktuellen Beitrag oder deine Seite und aktualisiere den Editor, um deine Download-Liste nach deinen neu kategorisierten Medien zu filtern.

source: Select Tags
de_de: Nach Schlagwörtern filtern

source: You currently have no Media Tags setup and in use. Follow these steps to create a custom Media Tag:
de_de: Du hast derzeit keine Schlagwörter für Medien eingerichtet. Folge diesen Schritten, um Schlagwörter für Medien zu erstellen:

source: Navigate to Dashboard > Media Library > Tags
de_de: Navigiere zu Dashboard > Medienbibliothek > Schlagwörter

source: Create a new Media Tag with a descriptive name and a description.
de_de: Erstelle ein neues Schlagwort mit einem aussagekräftigen Namen.

source: Start adding new Media items to your tags via your WordPress Media Library (Dashboard > Media Library)
de_de: Verschlagworte neue Medienelemente über deine WordPress-Mediathek (Dashboard > Medien)

source: Save your current post or page and refresh the Editor to filter your download list by your newly created Media Library Tags.
de_de: Speichere deinen aktuellen Beitrag oder deine Seite und aktualisiere den Editor, um deine Download-Liste nach deinen neu angelegten Schlagwörtern zu filtern.

source: Configure your downloads block..
de_de: Konfiguriere deinen Download-Block...

source: Filter by Media Category
de_de: Nach Medienkategorie filtern

source: Filter by File Type
de_de: Dateitypen

source: Text files
de_de: Textdateien

source: Should the Download list contain Text files?
de_de: Soll die Download-Liste Textdateien enthalten?

source: PDF & Application files
de_de: PDFs

source: Should the Download list contain PDF or other Application files?
de_de: Soll die Download-Liste PDF- oder andere Anwendungsdateien enthalten?

source: Images
de_de: Bilder

source: Should the Download list contain jpg/jpeg, png or other image formats?
de_de: Soll die Download-Liste jpg/jpeg, png oder andere Bildformate enthalten?

source: Audio files
de_de: Audio Dateien

source: Should the Download list contain audio files?
de_de: Soll die Download-Liste Audiodateien enthalten?

source: Finish initial setup
de_de: Ersteinrichtung beenden

source: Data Preview
de_de: Datenvorschau

source: Filter options
de_de: Filtermöglichkeiten

source: Appearance
de_de: Darstellungsoptionen

source: Format options
de_de: Format

source: Select a layout for the Download list.
de_de: Wähle ein Layout für die Download-Liste.

source: Show file size
de_de: Dateigröße anzeigen

source: Should the file size be displayed in kB?
de_de: Soll die Dateigröße in kB angezeigt werden?

source: Show creation date
de_de: Erstellungsdatum anzeigen

source: Should the upload date be displayed?
de_de: Soll das Upload-Datum angezeigt werden?

source: Show Excerpt
de_de: Beschriftung anzeigen

source: Should the Media Caption be displayed?
de_de: Soll die Medienunterschrift angezeigt werden?

source: Should the Medias description be displayed?
de_de: Soll die Beschreibung der Medien angezeigt werden?

source: Modify the error message that is displayed, when no Media items are found.
de_de: Ändere die Fehlermeldung, die angezeigt wird, wenn keine Medienelemente gefunden werden.

source: Custom Error Message
de_de: Benutzerdefinierte Fehlermeldung

source: Order & Sorting direction
de_de: Reihenfolge & Sortierung

source: Sort your Download list by title or creation date.
de_de: Sortiere deine Download-Liste nach Titel oder Erstellungsdatum.

source: Sorting direction
de_de: Sortierung

source: Display your Download list ascending or descending
de_de: Zeige deine Download-Liste in aufsteigender oder absteigender Reihenfolge an

source: Ascending order
de_de: Aufsteigende Anordnung

source: Descending order
de_de: Absteigende Anordnung

# block description
source: Outputs a list of downloads from your WordPress Media Library.
de_de: Gibt eine Liste der Downloads aus deiner WordPress-Medienbibliothek aus.

# block keyword
source: files
de_de: Dateien

# block keyword
source: file
de_de: Datei
